const categories = {
  books: {
    name: "Квіти",
    products: [
      {
        id: 1,
        name: "Троянда флорібунда Брауні",
        description:
          'троянда "хамелеон, колір квітки: кавово-рожевий, розмір куща: 60-70 см',
        price: 290,
      },
      {
        id: 2,
        name: "PocketТроянда флорібунда Ханзештадт Ростокbook",
        description: "кущ компактний, густий, висотою до 90 см, шириною 60 см",
        price: 150,
      },
    ],
  },
  phones: {
    name: "Ягідні кущі",
    products: [
      {
        id: 3,
        name: "Лохина Ерлі Блю, 2 роки",
        price: 180,
        description:
          "сорт універсального застосування – всі види кулінарної переробки, сушать, заморожують, ласують свіжими; Самозапильність.",
      },
      {
        id: 4,
        name: "Малина Маравілла, 2 роки",
        price: 70,
        description:
          "особливістю сорту є те, що перше плодоношення у нього трапляється на третій рік. Але в подальшому цей сорт буде радувати своїми рясними врожаями. ",
      },
      {
        id: 5,
        name: "Полуниця Білий швед",
        price: 190,
        description:
          "як зрозуміти, що ягоди достигли та готові до споживання? — забарвлення шкірки з білого поступово переходить в кремове, а насінинки набувають коричневого кольору.",
      },
    ],
  },
  tablets: {
    name: "Плодові дерева",
    products: [
      {
        id: 6,
        name: "Абрикос Ананасний середній, відкритий корінь",
        price: 300,
        description:
          "світло-жовтого кольору з невеличким, ледь помітним румянцем з сонячної сторони та трохи приплюснуто-овальної форми.",
      },
      {
        id: 7,
        name: "Абрикос Шлор Циран, контейнер 15 л",
        price: 315,
        description:
          "середньопізній сорт. Плоди готові до споживання вже в середині літа (2-3 декада липня).",
      },
      {
        id: 8,
        name: "Слива Медова жовта, рання",
        price: 540,
        description:
          "жовтого кольору з біленьким нальотом, один плід близько 60г",
      },
    ],
  },
};
